Repository: foswiki/CopyContrib
Catalog: locale/CopyContrib/*.po
Languages: de

source: Allow overwrite
de: Überschreiben erlauben

source: Attachments
de: Anhänge

source: Cannot overwrite existing destination topic [[%1]].
de: Existierendes Ziel-Topic [[%1]] kann nicht überschrieben werden

source: Clear before copying
de: Löschen vor kopieren

source: Comments
de: Kommentare

source: Destination
de: Ziel

source: Don't log changes
de: Änderunge nicht protokollieren

source: Exclude parts
de: Ausschließlich Teile

source: Force a new revision
de: Neue Version erzwingen

source: Include parts
de: Einschließlich Teile

source: Merged %1 topic(s) to [[%2]].
de: %1 Topic(s) zu [[%2]] vereinheitlicht

source: Minor change, don't notify others
de: Geringfügigen Änderungen; keine Benachrichtigung Anderer

source: Options
de: Optionen

source: Parent
de: Eltern

source: Preferences
de: Präferenzen

source: Source
de: Quelle

source: Submit
de: Absenden

source: Successfully copied %1 topic(s) to [[%2.%HOMETOPIC%]].
de: Erfolgreich %1 Topic(s) nach [[%2.%HOMETOPIC%]] kopiert

source: Successfully copied %1 topic(s) to [[%2]].
de: Erfolgreich %1 Topic(s) nach [[%2]] kopiert

source: Successfully copied [[%1]] to [[%2]].
de: Erfolgreich [[%1]] nach [[%2]] kopiert

source: can be a topic or a web
de: kann ein Topic oder Web sein

source: leave unchecked to copy all
de: keine Auswahl, um alles zu kopieren

source: separate multiple topics with a comma
de: trenne topics per Komma

source: specify a search query
de: gebe eine Suche ein

source: specify destination web
de: gebe ein Ziel-Web ein

source: specify source web
de: gebe ein Quell-Web ein
